[
    {
        "uuid": "1e8b4a9f-7d6c-4e1f-9c12-2b3e4f5a6b7c",
        "pathurl": "/products/apple-iphone-13-128gb-chernyi-102298404",
        "article": "102298404",
        "price": "53,400",
        "rating": 5,
        "reviews": 2461,
        "currency": "RUB",
        "discount": 99.9,
        "is_new": false,
        "image": "./assets/img/84378448199710.jpg",
        "name": "Смартфон Apple iPhone 13 128Gb черный",
        "brand": "apple",
        "tags": [
            "smartphone"
        ],
        "description": "Apple iPhone 13 получил дисплей 6.1 дюйма Super Retina XDR, который отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно четко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения. Apple разработали совершенно новую схему расположения камер и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась лучшая система двух камер с увеличенной матрицей широкоугольной камеры. Кроме того, освободилось место для системы оптической стабилизации изображения со сдвигом матрицы, и увеличилась скорость работы матрицы на сверхширокоугольной камере. Новая сверхширокоугольная камера видит больше деталей в темных областях снимка. Сверхширокоугольная камера также обеспечивает большое поле обзора, даже когда вы находитесь очень близко к объекту съемки. Поэтому вам не придется отступать назад, чтобы в кадр попало все, что нужно. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съемки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино. Ночной режим автоматически регулирует параметры съемки. Даже при слабом освещении получаются яркие, четкие фотографии с невероятно насыщенными цветами. Режим «Портрет» художественно размывает фон, чтобы привлечь больше внимания к объекту съемки. Шесть эффектов освещения откроют широкий простор для творчества. Теперь режим Smart HDR 4 распознает до четырех людей в кадре и оптимизирует контрастность, освещение и даже тон кожи индивидуально. С ним каждый будет выглядеть наилучшим образом. Технология Deep Fusion помогает при среднем и низком уровне освещения. Она анализирует каждый пиксель на нескольких снимках, сделанных с различной экспозицией, чтобы на итоговом фото были видны едва различимые текстуры, тончайшие узоры и мельчайшие детали. Фотографические стили позволяют сделать ваши фото более выразительными. Но, в отличие от фильтров, стили применяются индивидуально для каждой области фотографии, не изменяя тон кожи людей. Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надежной технологии аутентификации. Объем встроенной памяти iPhone 13 составляет 128 ГБ — места хватит для всех важных фото и видео. Apple iPhone 13 работает от аккумулятора на 2.5 часа дольше предыдущих версий."
    },
    {
        "uuid": "2a9d8c7b-6e5f-4d3a-8b1c-2d3e4f5a6b7d",
        "pathurl": "/products/thunderobot-911-x-wild-hunter-g2l-15-6-16-gb-ssd-512-gb-win-11-pro-jt009500e-116983567",
        "article": "116983567",
        "price": "101,777",
        "rating": 4.8,
        "reviews": 53,
        "currency": "RUB",
        "discount": null,
        "is_new": false,
        "image": "./assets/img/85277334405150.jpg",
        "name": "Ноутбук ThundeRobot 911 X Wild Hunter G2L 15.6\" / 16 Гб / SSD 512 Гб / Win 11 Pro / JT009500E",
        "brand": "ThundeRobot",
        "tags": [
            "laptop"
        ],
        "description": "Игровой ноутбук THUNDEROBOT 911 X Wild Hunter G2L получил мощные компоненты, которые скрыты в тонком металлическом корпусе. Модель оснащена быстрым экраном, современной видеокартой на 105 Вт и производительным процессором, поэтому подходит для активного гейминга и работы с графикой. Операционная система Windows 11 Pro уже установлена."
    },
    {
        "uuid": "3b7c6d5e-4f3a-2b1c-8d9e-0f1a2b3c4d5e",
        "pathurl": "/products/apple-ipad-air-2022-10-9-wi-fi-10-9-djuim-8-gb-64-gb-fioletovyi-104235413",
        "article": "104235413",
        "price": "65,727",
        "rating": 4.2,
        "reviews": 49,
        "currency": "RUB",
        "discount": null,
        "is_new": false,
        "image": "./assets/img/86369745960990.jpg",
        "name": "Планшет Apple iPad Air 2022 10.9 Wi-Fi 10.9 дюйм 8 Гб/64 Гб фиолетовый",
        "brand": "apple",
        "tags": [
            "ipad",
            "tablet"
        ],
        "description": "Великолепный дисплей Liquid Retina 10,9 дюйма. Инновационный чип Apple M1 обеспечивает более высокую производительность, превращая Ipad Air в мощный инструмент для творчества и мобильных игр. Технология Touch ID, передовые камеры, сверхскоростная беспроводная связь, разъём USB-C, а еще поддержка клавиатуры Magic Keyboard и Apple Pencil (2-го поколения)."
    },
    {
        "uuid": "4c5d6e7f-8a9b-0c1d-2e3f-4a5b6c7d8e9f",
        "pathurl": "/products/apple-watch-se-2-gen-2022-40-mm-starlight-bezhevyi-106362759",
        "article": "106362759",
        "price": "25,892",
        "rating": 5,
        "reviews": 344,
        "currency": "RUB",
        "discount": null,
        "is_new": false,
        "image": "./assets/img/64534203301918.jpg",
        "name": "Смарт-часы Apple Watch SE 2 Gen (2022) 40 мм starlight-бежевый",
        "brand": "apple",
        "tags": [
            "smart"
        ],
        "description": "Смарт-часы Apple Watch SE 2 Gen 2022 оснащены гибким силиконовым ремешком и квадратным сенсорным дисплеем с технологией OLED. Алюминиевый корпус устройства выдерживает неблагоприятные воздействия благодаря водонепроницаемости 5 Бар и прочности. Интегрированные датчики обеспечивают высокую точность определения параметров здоровья и физической деятельности."
    },
    {
        "uuid": "5d6e7f8a-9b0c-1d2e-3f4a-5b6c7d8e9f0a",
        "pathurl": "/products/apple-airpods-pro-with-lightning-belyi-4804718",
        "article": "4804718",
        "price": "23,900",
        "rating": 5,
        "reviews": 2852,
        "currency": "RUB",
        "discount": null,
        "is_new": false,
        "image": "./assets/img/63785534455838.jpg",
        "name": "Наушники Apple AirPods Pro with Lightning белый",
        "brand": "apple",
        "tags": [
            "headphones"
        ],
        "description": "AirPods Pro — уникальные наушники с технологией активного шумоподавления, которые непрерывно оптимизируют звучание с учётом формы вашего уха и положения вкладышей. Они отлично заглушают внешние шумы, поэтому вы можете полностью погрузиться в музыку."
    },
    {
        "uuid": "6e7f8a9b-0c1d-2e3f-4a5b-6c7d8e9f0a1b",
        "pathurl": "/products/canon-eos-250d-ef-s-18-55-is-stm-kit-2240118",
        "article": "2240118",
        "price": "102,374",
        "rating": 4.7,
        "reviews": 94,
        "currency": "RUB",
        "discount": null,
        "is_new": false,
        "image": "./assets/img/63832508596254.jpg",
        "name": "Фотокамера Canon EOS 250D EF-S 18-55 IS STM Kit",
        "brand": "Canon",
        "tags": [
            "camera"
        ],
        "description": "Самая легкая в мире цифровая зеркальная камера с поворотным экраном сочетает в себе съемку в традиционном положении и передовые технологии. Камера позволяет с легкостью создавать прекрасные фотографии и видео в формате 4K и обеспечивает интуитивное взаимодействие с мобильными устройствами."
    },
    {
        "uuid": "7f8a9b0c-1d2e-3f4a-5b6c-7d8e9f0a1b2c",
        "pathurl": "/products/devialet-phantom-i-108db-belyi-zolotistyi-118070192",
        "article": "118070192",
        "price": "332,417",
        "rating": 0,
        "reviews": 0,
        "currency": "RUB",
        "discount": null,
        "is_new": true,
        "image": "./assets/img/85631386714142.jpg",
        "name": "Портативная колонка DEVIALET Phantom I 108db белый, золотистый",
        "brand": "DEVIALET",
        "tags": [
            "Portable speaker"
        ],
        "description": ""
    },
    {
        "uuid": "8a9b0c1d-2e3f-4a5b-6c7d-8e9f0a1b2c3d",
        "pathurl": "/products/sony-playstation-5-dualsense-vr2-128579388",
        "article": "128579388",
        "price": "139,421",
        "rating": 2.4,
        "reviews": 749,
        "currency": "RUB",
        "discount": null,
        "is_new": false,
        "image": "./assets/img/3363418.jpg",
        "name": "Игровая приставка Sony PlayStation 5 + Dualsense + VR2",
        "brand": "sony",
        "tags": [
            "PlayStation",
            "console"
        ],
        "description": ""
    }
]